import React from "react";

export const Partners = () => {
  return (
    <div className={"content-container flex-col gap-4"}>
      <label className={"text-h4 text-base-95"}>Партнеры</label>

      <span className={"text-bodyM_regular text-base-95 whitespace-pre-wrap"}>
          <li>{"ООО НФГ \"Сеть фитнес клубов Физкульт\""}</li>
          <li>{"Организатор заплывов и соревнований «Ночная Лига»"}</li>
          <li>{"ФПНО - Федерация Плавания Нижегородской Области"}</li>
          <li>{"ФПОНО - федерация плавания в открытой воде Нижегородской Области"}</li>
          <li>{"ФПМ - федерация плавания мастерс"}</li>
          <li>{"РОО ФПНО - РЕГИОНАЛЬНАЯ ОБЩЕСТВЕННАЯ ОРГАНИЗАЦИЯ \"ФЕДЕРАЦИЯ ЗИМНЕГО ПЛАВАНИЯ НИЖЕГОРОДСКОЙ ОБЛАСТИ\""}</li>
          <li>{"АНО Виктория Центр"}</li>
          <li>{"ФТНО - федерация триллиона нижегородской области"}</li>
          <li>{"Триатлон клуб - Триатлон НН"}</li>
          <li>{"Беговой клуб - DiM TeaM"}</li>
        </span>
    </div>
  )
}
